// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon zahtjeva tri bitna fajla. (pojednostavljeno rečeno)
boot0 (MBR na disk pogonu) odgovoran za učitavanje boot1.
boot1 (Na particiju za boot-sektor) za pronalaženje boot2.
boot2 (Na particiju za root direktorij) za učitavanje Kernela itd.";

"Standard_title" = "Standard";
"Standard_description" = "instalira Chameleon fajlove u korijen diska (root) odabrane particije, koristeći bilo boot0 ili boot0md u ovisnosti od vašeg sustava ne uništavajući bilo kakvu Winodws instalaciju ukoliko je imate instaliranu.";

"EFI_title" = "EFI";
"EFI_description" = "Instalira Chameleon fajlove za normalno skrivenu particiju EFI koristeći bilo boot0 ili boot0md u ovisnosti od vašeg sustava ne uništavajući bilo kakvu Winodws instalaciju ukoliko je imate instaliranu.";

"noboot_title" = "Ne instaliraj Bootloader";
"noboot_description" = "Korisno ukoliko želite instalirati samo extra.";

// Modules

"Module_title" = "Chameleon Moduli";
"Module_description" = "Moduli ugrađeni u sustav Cameleona omogućuje korisniku ili programeru proširenje funkcionalnosti Cameleon jezgre bez zamijene glavnog boot fajla. ";

"klibc_title" = "klibc";
"klibc_description" = "Ovaj modul omogućuje standard c knjižnicu za module za povezivanje ako chameleon knjižnica nije dovoljna.
Ovo se trenutno koristi samo sa uClibc++ knjižnicom.
Izvor: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Rezolucija";
"AutoReso_description" = "Ovaj modul čita edid informacije sa monitora priključenog na glavni zaslon.
Modul trenutno nije integriran u trunk i nije od velike primjene kao što stoji.
Osim toga, modul će zakrpati VESA modove koji su prisutni u pred Intelovim HD grafičkim karticama kako bi osigurale odgovarajuću rezoluciju zaslona prilikom podizanja.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "Ovaj modul omogućava minimalističnu c++ runtime knjižnicu za korištenje u drugim modulima.
To ne pruža funkcionalnost sama po sebi, umjesto toga, služi kako bi se omogućilo korištenje c++ jezika u ostalim modulima.
Imajte na umu da su obe RTTI iznimke onemogućene.
Izvor: http://cxx.uclibc.org/
Dependencies: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "This module permits the user to define the keyboard key mappings.";

// Utility
"Utility_title" = "Korisno";
"Utility_description" = "Fajl izbornik za pomoć pri instalaciji";

"PrefPanel_title" = "Preferens Ploča";
"PrefPanel_description" = "Instalira Preferens ploču za Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Kopira primjer smbios.plist u /Extra/Configuration.";

"Documentation_title" = "Documentacija";
"Documentation_description" = "Dokumentacija za Chameleon priručnik, instaliranje i korištenje";

// Options
"Options_title" = "Boot Opcije";
"Options_description" = "Kreira /Extra/org.chameleon.Boot.plist i omogučuje izbor željene opcije za kontrolu Chameleon postavki.";

"arch_title" = "arch=i386";
"arch_description" = "Pokreće jezgru (kernel) u 32bitnom modu radije nego u zadanom 64bitnom modu.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Prikaz zaslona za odabir particije bez prikazivanja timeout ekrana.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Omogućuje mod mirnog pokretanja (bez poruka ili redaka).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Isključuje automatsko omogućavanje restart fix opcije";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Onemogućava prikaz detalja o particiji i rezoluciji.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Odbacuje SSDT tablice ugrađene na matičnoj ploči.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "Omogućuje mogućnost dodavanja "ugrađeno" na vaše Ethernet uređaje.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Omogućuje opciju auto prepoznavanja NVIDIA baziranih grafičkih video kartica i upisuje pravilne informacije o istoj.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Uključuje specifično Processorsko stanje napajanja, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Uključuje specifično Processorsko stanje napajanja, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Uključuje specifično Processorsko stanje napajanja, C4.";

// Advanced
"Advanced_title" = "Napredno";
"Advanced_description" = "Odaberite napredne željene opcije za kontrolu Cameleon postavki.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Postavlja zastave npci = 0x2000 za Kernel Zastave";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Skriva Cameleon boot banner u grafičkom korisničkom sučelju (GUI).";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Koristite legacy (sivi i bijeli) apple logo prilikom podizanja radije nego boot.png sliku iz teme";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Uključuje SMBIOS zadanu opciju.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Uključuje UseAtiROM opciju.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Uključuje UseNvidiaROM opciju.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauzira boot proces nakon što je Cameleon završio postavku, onda čeka na pritisak na tipkovnicu prije nego se pokrene mach kernel. Korisno u kombinaciji sa verbose podizanjem za riješavanje problema.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Pokušava da učita uspavanu sliku snimljenu iz prethodne hibernacije";

"GUI_title" = "GUI=No";
"GUI_description" = "Onemogućuje uključeni zadano korisničko grafičko sučelje.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Uključuje VBIOS opciju";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Uključuje automatsko generiranje procesora u stanju mirovanja (C-States).";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Omogućuje automatsko generiranje snage procesora stanja performansi (P-States).";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "Nova C-state _CST generacija metodom SystemIO registracije umjesto FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "Omogućuje HPET na Intel čipsetima, za biose koje ne uključuju ovu opciju.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "Ova opcija omogućuje vam da zaobiđete loše uspavane slike (sleep images).";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "Omogućuje opciju za popravak bilo kojih EHCI vlasničkih prava zbog lošeg biosa.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "Omogućuje opciju za reset UHCI kontrolera prije početka podizanja. ";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Isključuje omogućeno automatsko RAM prepoznavanje.";

// KeyLayout
"KeyLayout_title" = "KeyLayout";
"KeyLayout_description" = "Set keylayout to use";

"mac-de_title" = "German Mac Keyboard";
"mac-de_description" = "Use the keyboard layout for a German Mac keyboard";

"mac-es_title" = "Spanish Mac Keyboard";
"mac-es_description" = "Use the keyboard layout for a Spanish Mac keyboard";

"mac-fr_title" = "French Mac Keyboard";
"mac-fr_description" = "Use the keyboard layout for a French Mac keyboard";

"mac-it_title" = "Italian Mac Keyboard";
"mac-it_description" = "Use the keyboard layout for an Italian Mac keyboard";

"mac-se_title" = "Swedish Mac Keyboard";
"mac-se_description" = "Use the keyboard layout for a Swedish Mac keyboard";

"pc-fr_title" = "French PC Keyboard";
"pc-fr_description" = "Use the keyboard layout for a French PC keyboard";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Postavlja rezoluciju za vaš monitor";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "Skup predloženih tema
Više tema možete pronaći na http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Manja, jednostavnija verzija nove zadane teme koja se koristi prilikom izgradnje Chameleon-a koji zahtjeva ugrađenu temu. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleonova prethodno zadana tema.";

"Default_title" = "Standard";
"Default_description" = "Chameleonova trenutno zadana tema.";

// Extras
"Extras_title" = "Dodaci";
"Extras_description" = "Zbirka korisnih dodataka";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Instalacija zadanog SMBIOS-a nadjačava smbios.plist u Extra folderu.";

// Error strings
"ERROR_BOOTVOL" = "Ovaj softver mora biti instaliran na volumen sa kojeg se pokreće.";
"ERROR_INSTALL" = "Ovaj volumen ne ispunjava uvjete za ovu nadogradnju.";

"Newer_Package_Installed_message" = "Nova verzija Chameleona već je instalirana";
"Intel_Mac_message" = "Ovaj softver ne može biti instaliran na ovom računalu";
